Repository: Vistaus/indicator-upower
Catalog: po/*.po
Languages: fr, nl

source: How to get coordinates
fr: Comment obtenir des coordonnées

source: To obtain coordinates for your location visit OpenStreetMap:
fr: Pour obtenir les coordonnées de votre position, visitez OpenStreetMap :

source: Navigate to your location, tap into the map and hold (or right click). From the context menu select <show address>.
fr: Allez jusqu'à votre position et maintenez appuyé sur la carte (ou faites un clic droit). Dans le menu contextuel, sélectionnez <show address>.

source: A window opens with several information including coordinates. Those are given as 'Latitude' first, followed by 'Longitude'.
fr: Une fenêtre s'ouvre avec plusieurs informations, y compris les coordonnées. Celles-ci sont données sous la forme « Latitude » puis « Longitude ».

source: Enter the coordinates in Indicator Weather with the desired number of decimals. Bear in mind that 1 degree is aproximately 111 km.
fr: Saisissez les coordonnées dans l'indicateur météorologique avec le nombre de décimales voulu. Gardez en tête qu'un degré correspond approximativement à 111 km.

source: To check the location install the indicator and from the pull down menu select 'forecast'. That should open the webpage of the selected provider on your location.
fr: Pour vérifier la position, installez l'indicateur et sélectionnez « Prévisions » à partir du menu déroulant. Cela devrait ouvrir la page du site du fournisseur de données sélectionné à votre position.

source: About
fr: À propos
nl: Over

source: Indicator Weather
fr: Indicateur météorologique

source: The app icon is based on a weather icon by Erik Flowers (SIL OFL 1.1)
fr: L'icône de l'application est basée sur une icône météorologique d'Erik Flowers (SIL OFL 1.1)

source: A Brian Douglass app, consider donating if you like it and want to see more apps like it!
fr: Une application de Brian Douglass. Pensez à faire un don si vous l'aimez et voulez voir plus d'applications de ce type !

source: Donate
fr: Faire un don
nl: Doneren

source: Weather Provider
fr: Service météorologique

source: Temperature Unit
fr: Unité de température

source: Failed to save the settings
fr: Échec de l'enregistrement des paramètres
nl: De instellingen kunnen niet worden bewaard

source: Dark Sky API Key
fr: Clé API pour Dark Sky

source: OpenWeatherMap API Key
fr: Clé API pour OpenWeatherMap

source: Click to signup for an API key
fr: Cliquez ici pour demander une clé API

source: Weather refresh interval (minutes)
fr: Intervalle d'actualisation de la météo (en minutes)

source: Save
fr: Enregistrer
nl: Opslaan

source: Please specify an api key
fr: Veuillez spécifier une clé API

source: Please specify the latitude
fr: Veuillez spécifier la latitude

source: within the appropriate range (-%1 to %1)
fr: dans la plage appropriée (-%1 à %1)

source: Please specify the longitude
fr: Veuillez spécifier la longitude

source: Please specify the weather refresh interval
fr: Veuillez spécifier l'intervalle d'actualisation de la météo

source: in minutes (%1 to %2)
fr: en minutes (%1 à %2)

source: Saved the settings, please reboot
fr: Paramètres enregistrés, veuillez redémarrer
nl: De instellingen zijn bewaard - herstart je apparaat

source: Install Indicator
fr: Installer l'indicateur
nl: Indicator installeren

source: Uninstall Indicator
fr: Désinstaller l'indicateur
nl: Indicator verwijderen

source: * Before uninstalling the app be sure to uninstall the indicator here first
fr: * Avant de désinstaller l'application, assurez-vous de désinstaller d'abord l'indicateur qui est ici
nl: * Let op: verwijder de indicator voordat je de app verwijderd

source: Successfully installed, please reboot
fr: Installation effectuée avec succès, veuillez redémarrer
nl: De installatie is voltooid - herstart je apparaat

source: Failed to install
fr: Échec de l'installation
nl: De installatie is mislukt

source: Successfully uninstalled, please reboot
fr: Désinstallation effectuée avec succès, veuillez redémarrer
nl: Het verwijderen is voltooid - herstart je apparaat

source: Failed to uninstall
fr: Échec de la désinstallation
nl: Het verwijderen is mislukt

source: Clear
fr: Clair

source: Rainy
fr: Pluvieux

source: Snowy
fr: Neigeux

source: Sleet
fr: Neige fondue

source: Windy
fr: Venteux

source: Foggy
fr: Brumeux

source: Cloudy
fr: Nuageux

source: Hail
fr: Grêle

source: Stormy
fr: Orageux

source: Tornado
fr: Tornade

source: Hurricane
fr: Ouragan

source: Extreme Cold
fr: Froid extrême

source: Extreme Heat
fr: Canicule

source: Forecast
fr: Prévisions

source: Weather Settings
fr: Paramètres de la météo

source: Error fetching weather
fr: Erreur lors de la récupération des données météo

source: Weather
fr: Météo

source: {condition} and {temperature}°
fr: {condition} et {temperature}°

source: Upower's Indicator
nl: Upower-indicator

source: Upower queries interval (seconds)
nl: Opvragen, iedere (in seconden)

source: Battery charge threshold alarm (%)
nl: Laag accuniveau (in %)

source: Set 100% to desactivate the alarm
nl: Stel in op 100% om geen waarschuwing te tonen

source: How to prolong Lithium-based Batteries ? %1
nl: Hoe verleng ik de levensduur van Lithium-accu's? %1

source: Repeat threshold alarm (yes = 1, No = 0)
nl: Drempelwaarde van herhaling (ja=1, nee=0)

source: Please specify the Upower queries interval in seconds
nl: Voer een opvraagduur in seconden in

source: in seconds (%1 to %2)
nl: in seconden (%1 tot %2)

source: Battery charge percentage threshold alarm
nl: Opgeladen na

source: in percentage (%1 to %2)
nl: percentage (%1 tot %2)

source: A big thanks to:
nl: Met veel dank aan:

source: Brian Douglass's application %1 and his help.
nl: Brian Douglass's app ‘%1’ en zijn hulp.

source: BigET's application %1
nl: BigET's app ‘%1’

source: Gustavo Reis for the Suru++ logo %1
nl: Gustavo Reis voor het Suru++-logo %1

source: %1 command line tool
nl: %1-opdrachtregelhulpmiddel

source: Ubports documentation on %1
nl: Ubports-documentatie op %1

source: Consider donating to Ubports!
nl: Overweeg een donatie aan Ubports!

source: Upower's Battery Information:
nl: Upower-accu-informatie:
